{
    "EN": {
        "Sentence": {
            "intro": "Hi",
            "ohHey": "Oh hey,",
            "helloThere": "Hello there!",
            "attention": "Thank you for visiting my website. Please take a moment to review my projects. I am eager to discuss how my skills and experiences align with your organization's needs. I look forward to the opportunity to contribute to your team.",
            "profession": "Full-stack developer / student",
            "viewProjects": "View my projects",
            "ami": "Who am ",
            "agree": "I agree to the ",
            "terms": "terms and conditions",
            "me": "Hey hello there! My name is Erik Maan a 21 year old software development student at the University of Applied Sciences at the Hogeschool Rotterdam. Previously I have been studying graphic design at the Dutch creative college for media, design & technology, here i choose the direction of interaction design (UI for websites).<br><br> I am enthusiastic about the dynamic environment of start-ups, the vast opportunities offered by established corporations, and the rewarding challenges of entrepreneurship.<br> I am eager to contribute my skills and expertise to a forward-thinking company that values innovation and growth.<br> If you are seeking a dedicated team member to help achieve your organization's goals, I am ready to collaborate and drive success together.<br><br> <a href='#Contact'>Let's connect</a> to explore how I can add value to your team and help realize our shared goals!",
            "knowledge": "How did I gain my knowledge?",
            "viewScrum": "View scrum",
            "viewOffice": "View office",
            "viewAdobe": "View adobe",
            "scrum": "In the projects shown below I have used the scrum method several times. For most projects I have been the scrum master and I have put my project team to work and kept all documentation files in order to create an managable overview.",
            "office": "To create reports and research files for the projects I participated in, I used the office programs. These programs are useful for quickly creating a well-organized document.",
            "adobe": "To create graphic elements during my previous training, I used the Adobe Creative Cloud programs. Mainly Photoshop, Illustrator, Indesign, Adobe XD, Premiere Pro and After Effects.",
            "gainKnowledge": "From my previous education I have gained knowledge by working with the adobe and office packages. In the last 2 years of the same education I dedicated myself to studing with the help of Linkedin Learning (formerly known as Lynda.com). To continue practicing my knowledge and skills I have continued to wacht tutorials via youtube and did a few internships that helped me to gain more knowledge into the backend.<br><br> My current education helped me get started with a lot of new frameworks such as Github and React, this has now become more of my expertise as I work a lot with it now for my school projects. I will continue to learn new frameworks by looking into the news about what bigger companies are using.",
            "contactMe": "Let's get in touch!",
            "contactWhy": "Feel free to contact me for questions and comments about my website or projects or just to chat.",
            "submitted": "Successfully submitted!"
        },
        "General": {
            "i": "I",
            "name": "Name",
            "age": "Age",
            "email": "Email",
            "skills": "Skills",
            "education": "Educations",
            "experiences": "Experiences",
            "submit": "Submit",
            "my": "My",
            "frameworks": "Tools & frameworks",
            "professionalism": "Professionalism",
            "application": "Application management",
            "projects": "Projects",
            "me": "me",
            "contact": "Contact"
        },
        "Language": {
            "english": "English",
            "dutch": "Dutch"
        },
        "Menu": {
            "aboutMe": "About me",
            "projects": "Projects",
            "contact": "Contact",
            "knowledge": "Knowledge"
        },
        "Job": {
            "mechanic": "2016 - 2018 Car mechanic",
            "graphic": "2018 - 2022 Graphic designer",
            "software": "2022 ~ Software developer"
        }
    },
    "NL": {
        "Sentence": {
            "intro": "Hallo",
            "ohHey": "Oh hey,",
            "helloThere": "Hallo daar!",
            "attention": "Bedankt voor het bezoeken van mijn website. Neem even de tijd om mijn projecten te bekijken. Ik wil graag bespreken hoe mijn vaardigheden en ervaringen aansluiten bij de behoeften van uw organisatie. Ik kijk ernaar uit om een ​​bijdrage te mogen leveren aan uw team.",
            "profession": "Full-stack ontwikkelaar / student",
            "viewProjects": "Bekijk mijn projecten",
            "ami": "Wie ben ",
            "agree": "Ik ga akkoord met de ",
            "terms": "algemene voorwaarden",
            "me": "Hey hallo daar! Mijn naam is Erik Maan, een 21-jarige student softwareontwikkeling aan de Hogeschool Rotterdam. Voorheen heb ik grafische vormgeving gestudeerd aan de Nederlandse Creatieve Hogeschool voor Media, Design & Technologie, hier kies ik de richting Interaction Design (UI voor websites).<br><br> Ik ben enthousiast over de dynamische omgeving van start-ups , de enorme kansen die gevestigde bedrijven bieden, en de lonende uitdagingen van ondernemerschap.<br> Ik wil graag mijn vaardigheden en expertise bijdragen aan een vooruitstrevend bedrijf dat innovatie en groei waardeert.<br> Als u op zoek bent naar een toegewijd team lid om de doelstellingen van uw organisatie te helpen bereiken, ben ik bereid om samen te werken en samen succes te behalen.<br><br> <a href='#Contact'>Laten we contact zoeken</a> om te ontdekken hoe ik waarde kan toevoegen aan uw team en help onze gezamenlijke doelen te realiseren!",
            "knowledge": "Hoe heb ik mijn kennis opgedaan?",
            "viewScrum": "Bekijk scrum",
            "viewOffice": "Bekijk office",
            "viewAdobe": "Bekijk adobe",
            "scrum": "In de projecten die hieronder worden weergeven heb ik meerdere keren gebruik gemaakt van de scrum methode. Bij de meeste projecten ben ik de scrum master geweest en heb ik mijn project team tot werken gezet en heb alle documentatie bestanden in orde gehouden om een duideijk overzicht te maken.",
            "office": "Om verslagen en onderzoek bestanden te maken voor de projecten waar ik aan heb deelgenomen heb ik gebruikt van de office programma's. Deze programma's zijn handig om snel een overzichtelijk document te maken.",
            "adobe": "Om grafische elementen te maken bij mijn vooropleiding heb ik gebruik gemaakt van de adobe creative cloud programma's. Voornamelijk Photoshop, Illustrator, Indesign, adobe XD, Premiere Pro en After Effects.",
            "gainKnowledge": "Vanuit mijn vooropleiding heb ik kennis opgedaan door te werken met de programma's van adobe en office. De laatste 2 jaar van dezelfde opleiding heb ik mij toegelegd op het studeren met behulp van Linkedin Learning (voorheen bekend als Lynda.com). mijn kennis en vaardigheden Ik ben doorgegaan met het wachten op tutorials via youtube en heb een paar stages gedaan die me hebben geholpen meer kennis op te doen in de backend.<br><br> Mijn huidige opleiding heeft me geholpen om aan de slag te gaan met veel nieuwe frameworks zoals Github en React, dit is nu meer mijn expertise geworden, omdat ik er nu veel mee werk voor mijn schoolprojecten. Ik zal nieuwe raamwerken blijven leren door naar het nieuws te kijken over wat grotere bedrijven gebruiken.",
            "contactMe": "Laten we in contact komen!",
            "contactWhy": "Je kan mij gerust contacten voor vragen en opmerkingen over mijn website of projecten of gewoon om te kletsen.",
            "submitted": "Succesvol verzonden!"
        },
        "General": {
            "i": "ik",
            "name": "Naam",
            "age": "Leeftijd",
            "email": "Email",
            "skills": "Vaardigheden",
            "education": "Opleidingen",
            "experiences": "Ervaringen",
            "submit": "Verzenden",
            "my": "Mijn",
            "frameworks": "Hulpmiddelen & raamwerken",
            "professionalism": "Professionaliteit",
            "application": "Applicatie beheer",
            "projects": "Projecten",
            "me": "mij",
            "contact": "Contacteer "
        },
        "Language": {
            "english": "Engels",
            "dutch": "Nederlands"
        },
        "Menu": {
            "aboutMe": "Over mij",
            "projects": "Projecten",
            "contact": "Contact",
            "knowledge": "Kennis"
        },
        "Job": {
            "mechanic": "2016 - 2018 Auto monteur",
            "graphic": "2018 - 2022 Grafisch ontwerper",
            "software": "2022 ~ Software ontwikkelaar"
        }
    }
}